<template>
    <div class="params">
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已面</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>我只是一些小小的参数而已</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
    </div>
</template>

<script>

export default {
  name: 'DetailParams',
  components: {

  },
  props: {
  },
  data () {
    return {

    }
  },
  created () {
  },
  mounted () {
  },
  methods: {
  }
}
</script>

<style scoped>
  .params {
      margin-top: 20px;
  }
</style>
