<template>
    <div class="like">
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了面</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>我给你推荐的东西你就给我看就完事了</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
    </div>
</template>

<script>

export default {
  name: 'DetailShopInfo',
  components: {

  },
  props: {
  },
  data () {
    return {

    }
  },
  created () {
  },
  mounted () {
  },
  methods: {
  }
}
</script>

<style scoped>
  .like {
      margin-top: 20px;
  }
</style>
