<template>
    <div class="comment">
      <p>我只是一个评论的玩意面</p>
      <p>我只是一个评论的玩意面</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>我只是一个评论的玩意</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
      <p>不知道为什么我不能获取到数组的长度</p>
    </div>
</template>

<script>

export default {
  name: 'DetailComment',
  components: {

  },
  props: {
  },
  data () {
    return {

    }
  },
  created () {
  },
  mounted () {
  },
  methods: {
  }
}
</script>

<style scoped>
  .comment {
      margin-top: 20px;
  }
</style>
